# Даны 2 числа a и b. Получить их сумму, разность и произведение

a = float(input('Введите первое число (a): '))
b = float(input('fefВведите первое число (b): '))

sum_result = a + b
dif_result = a - b
multiply_result = a * b

print('Сумма двух чисел: ', sum_result)
print('Разницы двух чисел: ', dif_result)
print('Произведение двух чисел: ', multiply_result)
